SET IDENTITY_INSERT [dbo].[Department] ON
INSERT INTO [dbo].[Department]([ID], [CityID], [Street], [Building], [PhoneNumber])
VALUES
(1, 1, N'Грушевського',N'3', N'+380950000011'),
(2, 2, N'Вячеслава Чорновола',N'2-Б', N'+380950000021'),
(3, 2, N'Володимира Великого',N'113', N'+380950000022'),
(4, 3, N'Вокзальна',N'18-Д*', N'+380950000031'),
(5, 4, N'Шевченка',N'13*', N'+380950000041'),
(6, 8, N'Хотинська',N'7*', N'+380950000081'),
(7, 9, N'Шевченка',N'27/1*', N'+380950000091'),
(8, 10, N'Авангардна',N'53', N'+380950000101'),
(9, 10, N'Головна',N'32', N'+380950000102')
SET IDENTITY_INSERT [dbo].[Department] OFF