SET IDENTITY_INSERT [dbo].[Preparation] ON
INSERT INTO [dbo].[Preparation] ([ID], [Name], [Description])
VALUES
(1, N'Аналіз крові', N'Для виключення факторів, які можуть впливати на результати дослідження, необхідно дотримуватися наступних правил підготовки:
важливою умовою для лабораторних досліджень є здача крові натщесерце — 6 -12 годинний період голодування.
В день дослідження допустимо вживання невеликої кількості води.
за 6 — 12 годин до дослідження слід виключити прийом алкоголю, куріння, прийом їжі, обмежити фізичну активність.
виключити прийом ліків, якщо відмінити прийом ліків неможливо, необхідно проінформувати про це лабораторію.
дітей до 5 років, перед здачею крові, бажано поїти кип’яченою водою (порціями до 150–200 мл., протягом 30 хвилин).
для грудних дітей — перед здачею крові витримати максимально можливу паузу між годуваннями.'),
(2, N'Пролактин', N'Після сну повинно пройти не більше 2 годин, кров здавати вранці в стані спокою, перед дослідженням виключить пальпацію молочних залоз.')
SET IDENTITY_INSERT [dbo].[Preparation] OFF